Repository: 4developer/KnpTimeBundle
Catalog: Resources/translations/time.*.xliff
Languages: tr

source: {0} right now|{1} 1 year ago|]1,Inf] %count% years ago
tr: 1 yıl önce|%count% yıl önce

source: {0} right now|{1} 1 month ago|]1,Inf] %count% months ago
tr: 1 ay önce|%count% ay önce

source: {0} right now|{1} 1 day ago|]1,Inf] %count% days ago
tr: 1 gün önce|%count% gün önce

source: {0} right now|{1} 1 hour ago|]1,Inf] %count% hours ago
tr: 1 saat önce|%count% saat önce

source: {0} right now|{1} 1 minute ago|]1,Inf] %count% minutes ago
tr: 1 dakika önce|%count% dakika önce

source: {0} right now|{1} 1 second ago|]1,Inf] %count% seconds ago
tr: 1 saniye önce|%count% dakika önce

source: {0} right now|{1} now
tr: şimdi

source: {0} right now|{1} in 1 second|in ]1,Inf] %count% seconds
tr: 1 saniye içinde|%count% saniye içinde

source: {0} right now|{1} in 1 hour|in ]1,Inf] %count% hours
tr: 1 saat içinde|%count% saat içinde

source: {0} right now|{1} in 1 minute|in ]1,Inf] %count% minutes
tr: 1 dakika içinde|%count% dakika içinde

source: {0} right now|{1} in 1 day|in ]1,Inf] %count% days
tr: 1 gün içinde|%count% gün içinde

source: {0} right now|{1} in 1 month|in ]1,Inf] %count% months
tr: 1 ay içinde|%count% ay içinde

source: {0} right now|{1} in 1 year|in ]1,Inf] %count% years
tr: 1 yıl içinde|%count% yıl içinde
